[
  {
    "id": 0,
    "title": "Происхождение",
    "author": "Дэн Браун",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 710,
    "rating": 3,
    "info": "«Происхождение» - один из захватывающих романов Дэна Брауна, повествующий о приключениях Роберта Лэнгдона. Истории об этом удивительно умном профессоре, который постоянно оказывается в гуще невероятно опасных событий, всегда интересны и не отпускают внимание читателя до самой последней страницы. В книге переплетается наука и история, также затрагиваются религиозные вопросы. И очень часто между этими сферами возникают противоречия, а приверженцы каких-то определённых идей готовы доказывать свою правоту любыми способами, устраивая самые настоящие катастрофы. Читателей ждёт динамичный сюжет, который не даст передохнуть. Вдобавок к этому, книга даёт полезные знания о достопримечательностях Испании и архитектурных памятниках."
  },
  {
    "id": 1,
    "title": "1984",
    "author": "Джордж Оруэлл",
    "image": "https://img-gorod.ru/23/975/2397510_detail.jpg",
    "price": 415,
    "rating": 5,
    "info": "Роман «1984» - это антиутопия, которая повествует о будущем и стране, которая является самым страшным палачом для своего же народа. Люди живут в нищете, ведь все средства государство тратит на очередную военную кампанию. Однако в новостных сводках народ успешно убеждают, что жить стало лучше, а продуктовые пайки на душу населения неуклонно растут, хотя они уменьшаются. Это общество, в котором за вами в каждую секунду дня и ночи следят посредством больших телекранов, которые висят в каждой квартире."
  },
  {
    "id": 2,
    "title": "Девушка в тумане",
    "author": "Донато Карризи",
    "image": "https://avatars.mds.yandex.net/get-zen_doc/118017/pub_5c050332b377c3059ebdce0c_5c051525b28dd903b0dfb4f9/scale_1200",
    "price": 464,
    "rating": 4,
    "info": "Затерянный в Альпах сонный городок, рождественский вечер, туман. От дома, где сияют огни елки и лежат подарки, до празднично украшенной местной церкви, всего триста метров, но в церкви юная Анна Лу так и не появилась… Вездесущие журналисты, фоторепортеры и телевизионщики осаждают городок. Каждый из них жаждет первым сообщить сенсационные новости о ходе расследования. Этим мастерски пользуется спецагент Фогель, привлекая внимание к собственной персоне. Но что на самом деле случилось с тихой рыжеволосой девушкой и причем здесь бродячий кот?.. Донато Карризи в своем новом триллере «Девушка в тумане» трактует расхожий сюжет с бесследным исчезновением в своем фирменном парадоксальном стиле.\n\nПодробнее: https://www.yakaboo.ua/devushka-v-tumane.html"
  },
  {
    "id": 3,
    "title": "Империя",
    "author": "Михаил Зыгарь",
    "image": "https://www.knigograd.com.ua/images/detailed/Imperia_dolzhna_umeret_cover_3.jpg",
    "price": 741,
    "rating": 3,
    "info": "Книга Михаила Зыгаря необыкновенно увлекательна, оторваться от нее невозможно. Важнейший момент в истории России становится понятным благодаря тому, что люди, творившие эту историю, показаны совершенно живыми; порой хотелось в голос говорить им: «Нет, не надо, это ошибка, вы губите Россию!» Не могу вспомнить ни одной книги - ни российского, ни зарубежного автора, - которая бы столь полно, точно и мощно представила читателю суть ключевого исторического события. Тем, кто стремится понять, почему произошло то, что произошло, чтение этой книги обязательно"
  },
  {
    "id": 4,
    "title": "Земное притяжение",
    "author": "Татьяна Устинова",
    "image": "https://img2.labirint.ru/rcimg/942ef52201a410ceadbcd9de06f6f3da/960x540/books70/691896/ph_001.jpg?1564201725",
    "price": 317,
    "rating": 1,
    "info": "Директор одной из библиотек Тамбова умер. После этого там случилось нечто невообразимое, из-за чего практически все помещение было разгромлено. На первый взгляд кажется, будто там искали что-то ценное. Но так ли это? Ответ на этот и другие связанные с ним вопросы попытаются найти герои данной книги. Их четверо: искусствовед, шаманка, летчик и модница. Прежде этих людей ничего не связывало, но теперь перед ними стоит задача разобраться в произошедшем. И, что самое интересное, права отказать у них нет…"
  },
  {
    "id": 5,
    "title": "Зулейха открывает глаза",
    "author": "Гузель Яхина",
    "image": "https://upload.wikimedia.org/wikipedia/ru/2/2f/%D0%97%D1%83%D0%BB%D0%B5%D0%B9%D1%85%D0%B0_%D0%BE%D1%82%D0%BA%D1%80%D1%8B%D0%B2%D0%B0%D0%B5%D1%82_%D0%B3%D0%BB%D0%B0%D0%B7%D0%B0_%28%D1%80%D0%BE%D0%BC%D0%B0%D0%BD%29.jpg",
    "price": 254,
    "rating": 0,
    "info": "4.52 805 рецензий 281 цитата 1126 в избранномв избранном 15129 прочитали, 10104 планируют 966 раз прочитана в Книжном вызове 2020 ISBN: 978-5-17-090436-5 Год издания: 2015 Издательство: АСТ, Редакция Елены Шубиной Серия: Проза: женский род Язык: Русский Роман «Зулейха открывает глаза» начинается зимой 1930 года в глухой татарской деревне. Крестьянку Зулейху вместе с сотнями других переселенцев отправляют в вагоне-теплушке по извечному каторжному маршруту в Сибирь. Дремучие крестьяне и ленинградские интеллигенты, деклассированный элемент и уголовники, мусульмане и христиане, язычники и атеисты, русские, татары, немцы, чуваши — все встретятся на берегах Ангары, ежедневно отстаивая у тайги и безжалостного государства свое право на жизнь. Всем раскулаченным и переселенным посвящается"
  },
  {
    "id": 6,
    "title": "Очаровательный",
    "author": "Джулия Эндерс",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 573,
    "rating": 4,
    "info": ""
  },
  {
    "id": 7,
    "title": "iPhuck 10",
    "author": "Виктор Пелевин",
    "image": "https://upload.wikimedia.org/wikipedia/ru/8/8f/IPhuck_10.jpg",
    "price": 246,
    "rating": 0,
    "info": "Это новая эра, когда искусственный интеллект и его естественный родитель вынуждены строить свои отношения. Известный искусствовед Мара Гнедых берет в аренду Порфирия Петровича, который представляет собой машину, объединяющую детектива, расследующего преступления, и литературного автора, пишущего произведения в детективном жанре. Преследуя свои интересы, Мара использует способности Порфирия Петровича, но вскоре он понимает, что на самом деле Мара не так проста, как показалось на первый взгляд."
  },
  {
    "id": 8,
    "title": "7 навыков",
    "author": "Стивен Кови",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 347,
    "rating": 5,
    "info": "Со свойственной ему незамысловатостью и житейской мудростью, уже завоевавшей сердца миллионов читателей, Стивен Р.Кови рассказывает, как использовать его популярную концепцию семи навыков для установления самых теплых и близких отношений в семье, дает советы по решению многих проблем, встающих рано или поздно перед каждым из нас."
  },
  {
    "id": 9,
    "title": "Девушка во льду",
    "author": "Роберт Брындза",
    "image": "https://nemaloknig.com/glav/wp-content/uploads/Bryndza-Devushka_vo_ldu-684x1024.jpg",
    "price": 170,
    "rating": 2,
    "info": "В озере одного из парков Лондона под слоем льда обнаруживают тело женщины. За расследование берется детектив Эрика Фостер. У жертвы, молодой светской львицы, была, казалось, идеальная жизнь. Но Эрика обнаруживает, что это преступление ведет к трем девушкам, которые ранее были найдены задушенными и связанными в водоемах Лондона."
  },
  {
    "id": 10,
    "title": "Магия утра",
    "author": "Хэл Элрод",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 829,
    "rating": 1,
    "info": "Все мы хотим быть эффективнее, здоровее, богаче. Но для достижения цели нам чего-то не хватает. Нет времени, нет сил и энергии, нет желания. Хэл Элрод предлагает применить метод, который он успешно опробовал на себе — вставать пораньше. Звучит неубедительно, ведь это кажется таким пустяком? Тогда почему бы не попробовать? Не ставьте будильник, чтобы встретить первые лучи солнца, достаточно просыпаться на час раньше обычного. Всего один час дополнительного времени каждое утро, чтобы начать новый продуктивный день, настроиться на успех, обдумать важные моменты, на которые не хватает времени."
  },
  {
    "id": 11,
    "title": "Азиатская",
    "author": "Борис Акунин",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 389,
    "rating": 2,
    "info": "Тридцатилетие, в течение которого царь Петр Алексеевич проводил свои преобразования, повлияло на ход всей мировой истории. Обстоятельства его личной жизни, умственное устройство, пристрастия и фобии стали частью национальной матрицы и сегодня воспринимаются миром как нечто исконно российское. И если русская литература «вышла из гоголевской шинели», то Российское государство до сих пор донашивает петровские ботфорты. Эта книга про то, как русские учились не следовать за историей, а творить ее, как что-то у них получилось, а что-то нет. И почему."
  },
  {
    "id": 12,
    "title": "Ведьмак",
    "author": "Анджей Сапковский",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 424,
    "rating": 3,
    "info": "Одна из лучших фэнтези-саг за всю историю существования жанра. Оригинальное, масштабное эпическое произведение, одновременно и свободное от влияния извне, и связанное с классической мифологической, легендарной и сказовой традицией. Шедевр не только писательского мастерства Анджея Сапковского, но и переводческого искусства Евгения Павловича Вайсброта. Бесценный подарок и для поклонника прекрасной фантастики, и для ценителя просто хорошей литературы. Перед читателем буквально оживает необычный, прекрасный и жестокий мир литературной легенда, в котором обитают эльфы и гномы, оборотни, вампиры и «низушки»-хоббиты, драконы и монстры, - но прежде всего люди. "
  },
  {
    "id": 13,
    "title": "Атлант расправил",
    "author": "Айн Рэнд",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 157,
    "rating": 2,
    "info": "«Атлант расправил плечи» — цельная философская концепция Рэнд, которая облачена в художественную обертку. История поделена на 3 части и рассказывает о том, как к власти в США приходят социалисты. Взятый курс на «равные возможности» приводит к разрушению экономики, гонениям на бизнес и исчезновению талантливых предпринимателей. Читатели смотрят на мир книги глазами её главных героев — «стального короля» Хэнка Риардена и вице-президента железнодорожной компании Дагни Таггерта, которые тщетно пытаются противостоять трагическим событиям."
  },
  {
    "id": 14,
    "title": "Цена вопроса. Том 1",
    "author": "Александра Маринина",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 664,
    "rating": 0,
    "info": ""
  },
  {
    "id": 15,
    "title": "Исчезнувшая",
    "author": "Гиллиан Флинн",
    "image": "https://cdn1.ozone.ru/multimedia/1021167853.jpg",
    "price": 476,
    "rating": 4,
    "info": "Все было готово для празднования пятилетнего юбилея супружеской жизни, когда вдруг необъяснимо пропал один из виновников торжества. Остались следы борьбы в доме, кровь, которую явно пытались стереть, - и цепочка «ключей» в игре под названием «охота за сокровищами»; красивая, умная и невероятно изобретательная жена ежегодно устраивала ее для своего обожаемого мужа. И похоже, что эти «ключи» - размещенные ею тут и там странные записки и не менее странные безделушки - дают единственный шанс пролить свет на судьбу исчезнувшей. Вот только не придется ли «охотнику» в процессе поиска раскрыть миру и пару-тройку собственных малосимпатичных тайн?"
  },
  {
    "id": 17,
    "title": "Метро 2035",
    "author": "Дмитрий Глуховский",
    "image": "https://s3-goods.ozstatic.by/2000/124/796/10/10796124_0.jpg",
    "price": 837,
    "rating": 4,
    "info": "Третья мировая стерла человечество с лица Земли. Планета опустела. Мегаполисы обращены в прах и пепел. Железные дороги ржавеют. Спутники одиноко болтаются на орбите. Радио молчит на всех частотах. Выжили только те, кто, услышав сирены тревоги, успел добежать до дверей московского метро. Там, на глубине в десятки метров, на станциях и в туннелях, люди пытаются переждать конец света. Там они создали себе новый мирок вместо потерянного огромного мира. Они цепляются за жизнь изо всех сил и отказываются сдаваться. Они мечтают вернуться наверх - однажды, когда радиационный фон от ядерных бомбардировок спадет. И не оставляют надежды найти других выживших..."
  },
  {
    "id": 18,
    "title": "Снеговик",
    "author": "Ю Несбё",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 796,
    "rating": 5,
    "info": ""
  },
  {
    "id": 19,
    "title": "Как тренировать",
    "author": "Джонатан Хэнкок",
    "image": "https://img.yakaboo.ua/media/catalog/product/cache/1/image/398x565/234c7c011ba026e66d29567e1be1d1f7/b/a/ba485a1d6b21319cd680c1e020392531.jpg",
    "price": 399,
    "rating": 5,
    "info": ""
  }
]
